export default {
  projections: {
    РесторанE: {
      кодРест: {
        __caption__: 'Код рест'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      адрес: {
        __caption__: 'Адрес'
      }
    },
    РесторанL: {
      кодРест: {
        __caption__: 'Код рест'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      адрес: {
        __caption__: 'Адрес'
      }
    }
  },
  validations: {
    адрес: {
      __caption__: 'Адрес'
    },
    кодРест: {
      __caption__: 'Код рест'
    },
    наименование: {
      __caption__: 'Наименование'
    }
  }
};
