export default {
  projections: {
    БроньE: {
      кодБрони: {
        __caption__: 'Код брони'
      },
      комментарий: {
        __caption__: 'Комментарий'
      },
      скидка: {
        __caption__: 'Скидка'
      },
      ресторан: {
        __caption__: 'Ресторан',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      сотрудники: {
        __caption__: 'Сотрудники',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      стол: {
        __caption__: 'Номер стол',
        номерСтола: {
          __caption__: 'Номер стола'
        },
        колвоМест: {
          __caption__: 'Количество мест за столом'
        }
      },
      запись: {
        __caption__: 'Запись',
        датаЗаписи: {
          __caption__: 'Дата записи'
        },
        время: {
          __caption__: 'Время'
        },
        гости: {
          __caption__: 'Гости',
          фИО: {
            __caption__: 'ФИО'
          },
          телефон: {
            __caption__: 'Номер телефона гостя'
          },
          скидка: {
            __caption__: '',
            код: {
              __caption__: 'Уникальный код скидки клиента'
            },
            процент: {
              __caption__: 'Процент скидки'
            }
          }
        }
      }
    },
    БроньL: {
      кодБрони: {
        __caption__: 'Код брони'
      },
      комментарий: {
        __caption__: 'Комментарий'
      },
      скидка: {
        __caption__: 'Скидка'
      },
      ресторан: {
        __caption__: 'Наименование ресторана',
        наименование: {
          __caption__: 'Наименование ресторана'
        }
      },
      сотрудники: {
        __caption__: 'ФИО сотрудника',
        фИО: {
          __caption__: 'ФИО сотрудника'
        }
      },
      стол: {
        __caption__: 'Номер стола',
        номерСтола: {
          __caption__: 'Номер стола'
        },
        колвоМест: {
          __caption__: 'Количество мест за столом'
        }
      }
    }
  },
  validations: {
    кодБрони: {
      __caption__: 'Код брони'
    },
    комментарий: {
      __caption__: 'Комментарий'
    },
    скидка: {
      __caption__: 'Скидка'
    },
    ресторан: {
      __caption__: 'Ресторан'
    },
    сотрудники: {
      __caption__: 'Сотрудники'
    },
    стол: {
      __caption__: 'Номер стол'
    },
    запись: {
      __caption__: 'Запись'
    }
  }
};
