export default {
  projections: {
    ЗаписьE: {
      датаЗаписи: {
        __caption__: 'Дата записи'
      },
      время: {
        __caption__: 'Время'
      },
      гости: {
        __caption__: 'Гости',
        фИО: {
          __caption__: 'ФИО'
        },
        телефон: {
          __caption__: 'Номер телефона гостя'
        },
        скидка: {
          __caption__: '',
          код: {
            __caption__: 'Уникальный код скидки клиента'
          },
          процент: {
            __caption__: 'Процент скидки'
          }
        }
      }
    }
  },
  validations: {
    время: {
      __caption__: 'Время'
    },
    датаЗаписи: {
      __caption__: 'Дата записи'
    },
    гости: {
      __caption__: 'Гости'
    },
    бронь: {
      __caption__: 'бронь'
    }
  }
};
