export default {
  projections: {
    ГостиE: {
      кодГостя: {
        __caption__: 'Код гостя'
      },
      фИО: {
        __caption__: 'ФИО'
      },
      телефон: {
        __caption__: 'Телефон'
      },
      скидка: {
        __caption__: 'Скидка',
        код: {
          __caption__: 'Уникальный код скидки'
        }
      }
    },
    ГостиL: {
      кодГостя: {
        __caption__: 'Код гостя'
      },
      фИО: {
        __caption__: 'ФИО'
      },
      телефон: {
        __caption__: 'Телефон'
      },
      скидка: {
        __caption__: 'Уникальный код скидки',
        код: {
          __caption__: 'Уникальный код скидки'
        }
      }
    }
  },
  validations: {
    кодГостя: {
      __caption__: 'Код гостя'
    },
    телефон: {
      __caption__: 'Телефон'
    },
    фИО: {
      __caption__: 'ФИО'
    },
    скидка: {
      __caption__: 'Скидка'
    }
  }
};
